/* Other User */
"OTHER_USER" = "Другой…";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "Гость";

/* Password Assistant Text */
"USER_PASSWORD" = "Пароль:";
"MASTER_PASSWORD" = "Мастер-пароль:";

"KEYCHAIN_WARNING_TITLE" = "Изменив пароль для этой учетной записи, Вы создадите новую связку ключей для хранения паролей пользователя.";
"KEYCHAIN_WARNING_TEXT" = "Предыдущая связка ключей пользователя все еще существует. Если Вы знаете предыдущий пароль, Вы можете получить доступ к предыдущей связке ключей, информации и паролям, которые она содержит.";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "Сейчас в системе";
"MOBILE_CURRENTLY_LOGGED_IN" = "Вход в мобильную учетную запись осуществлен";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "Пользователь произвел вход во внешнюю учетную запись и в настоящий момент зарегистрирован в системе";
"GUEST_CURRENTLY_LOGGED_IN" = "Временно вошедший гость";
"NETWORK_CURRENTLY_LOGGED_IN" = "Пользователь произвел вход в сеть и в настоящий момент зарегистрирован в системе";
"EXTERNAL" = "Внешний";
"MOBILE" = "Мобильная";
"GUEST" = "Гость";
"NETWORK" = "Сеть";

/* Parental Controls status text */
"CANNOT_LOGIN" = "Не удается войти прямо сейчас";
"LOGIN_TIME" = "Можно войти в %@";


/* Button Titles */
"BACK_BUTTON" = "Назад";
"CANCEL_BUTTON" = "Отменить";
"FORGOT_PASSWORD_BUTTON" = "Забыли пароль";
"CHANGE_PASSWORD" = "Изменить пароль";
"OPTIONS_BUTTON" = "Параметры";
"RESTART_BUTTON" = "Перезагрузить";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "mac os x";
"AX_MAC_OS_X_SERVER" = "mac os x server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "Забыли пароль";
"RESET_PASSWORD" = "Сбросить пароль";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "Введите мастер-пароль для сброса пароля этого пользователя.";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "Введите мастер-пароль для сброса пароля этого пользователя и открытия доступа к FileVault.";

/* Host Info */
"SAFE_BOOT" = "Загрузка в безопасном режиме";
"SYSTEM_VERSION_INFO" = "Версия %@";
"SYSTEM_BUILD_INFO" = "Выпуск %@";
"SERIAL_NUMBER" = "Серийный номер %@";
"IP_ADDRESS" = "IP-адрес %@";

"NETWORK_NODES_ALL"  = "Доступны сетевые учетные записи";
"NETWORK_NODES_SOME" = "Доступны некоторые учетные записи сети";
"NETWORK_NODES_NONE" = "Недоступны сетевые учетные записи";
"NETWORK_NODES_AUTH" = "Для доступа в сеть необходимо произвести вход";


/* Tool Tip */
"SHORT_NAME" = "Краткое имя: %@";

"EXTERNAL_ACCOUNT" = "Внешняя учетная запись";
"GUEST_ACCOUNT" = "Гость";
"LOCAL_ACCOUNT" = "Локальная учетная запись";
"MOBILE_ACCOUNT" = "Мобильная учетная запись";
"NETWORK_ACCOUNT" = "Сетевая учетная запись";

"NET_NODE" = "Сетевой узел: %@";
"HOME_VOLUME" = "Том: %@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "Вы ввели неверное имя пользователя или пароль.";

"AF_NEWPASSWORDREQUIRED" = "Вы должны ввести новый пароль перед входом в эту учетную запись.";

"AF_QUALITYCHECKFAILED" = "Пароль не совпадает с требованиями сервера.";

"AF_PASSWORDTOOSHORT" = "Ваш пароль слишком короткий.";
"AF_PASSWORDTOOLONG" = "Ваш пароль слишком длинный.";
"AF_PASSWORDLENGTH" = "Количество символов в пароле должно быть: от %ld до %ld.";

"AF_PASSWORDMINCHARS" = "Количество символов в пароле должно как минимум: %ld.";
"AF_PASSWORDMAXCHARS" = "Количество символов в пароле не должно превышать %ld.";

"AF_PASSWORDNEEDSLETTER" = "Ваш пароль должен содержать одну или несколько букв.";
"AF_PASSWORDNEEDSDIGIT" = "Ваш пароль должен содержать одну или несколько цифр.";

"AF_ACCOUNTDISABLED" = "Учетная запись отключена.\nДля получения дополнительной информации обратитесь к администратору системы."; 
"AF_UNABLETOLOGIN" = "Вы не можете войти в систему в настоящее время.\nДля получения дополнительной информации обратитесь к системному администратору.";
"AF_INVALIDLOGONHOURS" = "Вам разрешено входить в систему только в определенные часы.\nДля получения дополнительной информации обратитесь к системному администратору.";
"AF_INVALIDCOMPUTER" = "Вам не разрешено использовать этот компьютер.\nДля получения дополнительной информации обратитесь к системному администратору.";

"AF_SEESYSTEMADMIN" = "Для получения дополнительной информации обратитесь к системному администратору.";

"AF_PASSWORDEXPIRINGSOON" = "Срок действия Вашего пароля скоро истечет. Введите новый пароль.";
"AF_CRYPTPASSWORD" = "Необходимо обновить пароль.";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "Срок действия Вашего пароля истекает завтра.\n\nДля ввода нового пароля нажмите «Изменить пароль».";
"PASSWORD_EXPIRATION_DAYS" = "Срок действия Вашего пароля истекает через %ld дн.\n\nДля ввода нового пароля нажмите «Изменить пароль».";
"PASSWORD_EXPIRATION_TODAY" = "Срок действия Вашего пароля истекает сегодня.\n\nДля ввода нового пароля нажмите «Изменить пароль».";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "Ваш компьютер не может получить доступ к безопасной сети.";
"NA_UNTRUSTED_CERT_INFO" = "Вы попытались подключиться к сети через сервер идентификации 802.1X, однако сертификат безопасности сервера не удалось проверить. Для получения подробной информации обратитесь к системному администратору.";

/* FUS Failed */
"FUS_FAILED_MSG" = "Выбранная Вами учетная запись пользователя недоступна.";
"FUS_FAILED_INFO" = "Проверьте Ваше сетевое подключение и попробуйте переключиться на учетную запись пользователя снова. Если Вы подключены к сети, попросите помощи у Вашего системного администратора.";
